/* Title of comments label in today widget */
"widget.today.comments.label" = "Comments";

/* Title of likes label in today widget */
"widget.today.likes.label" = "Likes";

/* Title of views label in today widget */
"widget.today.views.label" = "Views";

/* Title of visitors label in today widget */
"widget.today.visitors.label" = "Visitors";

/* Title of today widget */
"widget.today.title" = "Today";

/* Title of the unconfigured view in today widget */
"widget.today.unconfigured.view.title" = "Log in to WordPress to see today's stats.";

/* Error message to show if a widget view is unavailable */
"widget.today.view.unavailable.title" = "View is unavailable";

/* Description of today widget in the preview */
"widget.today.preview.description" = "Stay up to date with today's activity on your WordPress site.";

/* Title of all time widget */
"widget.alltime.title" = "All Time";

/* Title of posts label in all time widget */
"widget.alltime.posts.label" = "Posts";

/* Title of best views ever label in all time widget */
"widget.alltime.bestviews.label" = "Best views ever";

/* Description of all time widget in the preview */
"widget.alltime.preview.description" = "Stay up to date with all time activity on your WordPress site.";

/*Title of the unconfigured view in all time widget */
"widget.alltime.unconfigured.view.title" = "Log in to WordPress to see all time stats.";

/* Title of the unconfigured view in this week widget */
"widget.thisweek.unconfigured.view.title" = "Log in to WordPress to see this week's stats.";


